IdeaRS.OpenModel.Parameters.WeldParam
Parameter which represts the record of the weld in IDEA MPRL

IdeaRS.OpenModel.Parameters.WeldParam.WeldType
Gets or sets the type of the weld

IdeaRS.OpenModel.Parameters.WeldParam.Size
Gets or sets the size of the weld